export const groups = [
    {
        id: 'family',
        words: 
            '爸爸,bà bà,отец\n妈妈,mā mā,мать\n哥哥,gē ge,старший брат\n姐姐,jiě jie,старшая сестра\n弟弟,dì di,младший брат\n妹妹,mèi mei,младшая сестра'
        
    },
    {
        id: 'counting',
        words: ''
    },
    {
        id: 'greeting',
        words: ''
    },
    {
        id: 'food',
        words: ''
    }
];


// Основные приветствия и прощания:
// 你好 (nǐ hǎo) - привет, 再见 (zài jiàn) - до свидания, 谢谢 (xiè xie) - спасибо, 不客气 (bú kè qì) - пожалуйста (в ответ на спасибо), 对不起 (duì bu qǐ) - извините, 没关系 (méi guān xi) - ничего страшного.
// Основные местоимения:
// 我 (wǒ) - я, 你 (nǐ) - ты, 他 (tā) - он, 她 (tā) - она, 我们 (wǒ men) - мы, 你们 (nǐ men) - вы, 他们 (tā men) - они.
// Основные глаголы:
// 是 (shì) - быть, 有 (yǒu) - иметь, 是 (shì) - да, 不是 (bú shì) - нет.
// Основные числа:
// 一 (yī) - один, 二 (èr) - два, 三 (sān) - три, 四 (sì) - четыре, 五 (wǔ) - пять, 六 (liù) - шесть, 七 (qī) - семь, 八 (bā) - восемь, 九 (jiǔ) - девять, 十 (shí) - десять.
// Основные слова для ориентации в пространстве:
// 这 (zhè) - этот, 那 (nà) - тот, 里 (lǐ) - внутри, 外 (wài) - снаружи, 上 (shàng) - на, 下 (xià) - под. 
// Средний уровень:
// Семья:
// 爸爸 (bà bà) - отец, 妈妈 (mā mā) - мать, 哥哥 (gē ge) - старший брат, 姐姐 (jiě jie) - старшая сестра, 弟弟 (dì di) - младший брат, 妹妹 (mèi mei) - младшая сестра.
// Еда:
// 米饭 (mǐ fàn) - рис, 面条 (miàn tiáo) - лапша, 蔬菜 (shū cài) - овощи, 水果 (shuǐ guǒ) - фрукты, 肉 (ròu) - мясо, 水 (shuǐ) - вода, 茶 (chá) - чай.
// Работа:
// 工作 (gōng zuò) - работа, 公司 (gōng sī) - компания, 老师 (lǎo shī) - учитель, 学生 (xué shēng) - ученик.
// Путешествия:
// 飞机 (fēi jī) - самолет, 火车 (huǒ chē) - поезд, 汽车 (qì chē) - машина, 旅馆 (lǚ guǎn) - гостиница, 景点 (jǐng diǎn) - достопримечательность. 